Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: In that regard, I once again highlight the fact that the draft resolution is based on false information fabricated by those bogus non-governmental organizations.
zh: 在这方面，我再次强调，该决议草案的基础是这些假非政府组织所捏造的虚假情况。

source: The anti-Democratic People's Republic of Korea manoeuvring by the United States and Japan using human rights issues is itself a violation of human rights and international law.
zh: 美国和日本利用人权问题实施反对朝鲜民主主义人民共和国的活动，这本身就侵犯了人权并违反了国际法。

source: Thirdly, the European Union's draft resolution damages the authority and the credibility of the United Nations.
zh: 第三，欧洲联盟的决议草案损害了联合国的权威和信誉。

source: The United States, the United Kingdom and Japan are pressing developing countries hard to change their position and support the draft resolution.
zh: 美国、联合王国和日本正在向发展中国家大力施压，要求它们改变立场并支持这项决议草案。

source: In the Third Committee, many Asian and African countries voted against or abstained on the European Union's draft resolution, based on a principled position against politicization, double standards and selectivity on human rights issues.
zh: 在第三委员会，很多亚洲和非洲国家基于反对在人权问题上搞政治化、双重标准和选择性的原则立场，对欧盟的这项决议草案投了反对票或弃权票。

source: The United States, the United Kingdom and Japan were alarmed at the result of the vote and stepped up pressure on those countries to change their positions.
zh: 美国、联合王国和日本对表决结果大为震惊，加大了对这些国家的压力，要求它们改变立场。

source: We feel particularly sick of Japan's desperate campaign to force its will on other countries by exerting its economic influence.
zh: 我们对日本声嘶力竭地试图通过施加经济影响，将自己的意愿强加给其他国家的做法尤为憎恶。

source: All those facts and realities eloquently demonstrate that the draft resolution, even if it is adopted with majority support in the Assembly, would not carry the lofty authority and legitimacy of a resolution of the General Assembly.
zh: 所有这些事实和现实雄辩地表明，该决议草案即使因多数支持而获得大会通过，也无法享有大会决议的崇高威严和合法性。

source: The Democratic People's Republic of Korea is a country with a small territory and a small population, whereas the United States, the United Kingdom, Japan and the European Union are big Powers boasting military and economic strength.
zh: 朝鲜民主主义人民共和国是一个人口不多的小国，而美国、联合王国、日本和欧洲联盟是拥有军事和经济实力的大国。

source: The people of the Democratic People's Republic of Korea are very proud that they firmly safeguard their sovereignty against the pressure of the united forces of the United Kingdom, the United States, Japan and the European Union, and they are resolved to defend and further develop the superior people-centred system that they have chosen by themselves.
zh: 朝鲜民主主义人民共和国人民对他们在联合王国、美国、日本和欧洲联盟联合施压的情况下，坚定地捍卫自己的主权而深感骄傲，他们决心捍卫并进一步发展他们自己选择的优越的人民主体制度。

source: The Acting President: We shall now take decisions on draft resolutions I through V.
zh: 代理主席（以英语发言）：我们现在将就决议草案一至五作出决定。

source: We turn first to draft resolution I, entitled “Situation of human rights in the Democratic Republic of the Congo”.
zh: 我们首先处理题为“刚果民主共和国人权状况”的决议草案一。

source: Separate votes have been requested on the fourth preambular paragraph and on operative paragraph 9 (c) of draft resolution I.
zh: 有人要求就决议草案一序言部分第四段和执行部分第9(c)段进行单独表决。

source: Is there any objection to those requests?
zh: 对这些请求是否有任何异议？

source: In the absence of objection, I shall first put to a vote the fourth preambular paragraph of draft resolution I, on which a separate vote has been requested.
zh: 在没有人反对的情况下，我首先将有人要求进行单独表决的决议草案一序言部分第四段付诸表决。

source: Afghanistan, Albania, Andorra, Angola, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Botswana, Bulgaria, Burkina Faso, Cambodia, Cameroon, Canada, Chile, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic Republic of the Congo, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Jordan, Kazakhstan, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Lithuania, Luxembourg, Malawi, Mali, Malta, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Morocco, Namibia, Netherlands, New Zealand, Nicaragua, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Vanuatu, Zambia.
zh: 阿富汗、阿尔巴尼亚、安道尔、安哥拉、阿根廷、亚美尼亚、澳大利亚、奥地利、比利时、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、保加利亚、布基纳法索、柬埔寨、喀麦隆、加拿大、智利、哥斯达黎加、科特迪瓦、克罗地亚、塞浦路斯、捷克共和国、刚果民主共和国、丹麦、多米尼加共和国、厄瓜多尔、萨尔瓦多、爱沙尼亚、斐济、芬兰、法国、格鲁吉亚、德国、希腊、危地马拉、几内亚、洪都拉斯、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、约旦、哈萨克斯坦、吉尔吉斯斯坦、拉脱维亚、莱索托、列支敦士登、立陶宛、卢森堡、马拉维、马里、马耳他、毛里塔尼亚、墨西哥、密克罗尼西亚联邦、摩纳哥、摩洛哥、纳米比亚、荷兰、新西兰、尼加拉瓜、尼日利亚、挪威、帕劳、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、东帝汶、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、美利坚合众国、乌拉圭、瓦努阿图、赞比亚

source: Rwanda, Uganda.
zh: 卢旺达、乌干达

source: Algeria, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belize, Benin, Bhutan, Brazil, Brunei Darussalam, Burundi, Cape Verde, China, Colombia, Democratic People's Republic of Korea, Djibouti, Egypt, Eritrea, Ethiopia, Ghana, Guyana, Haiti, India, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Kenya, Kuwait, Libyan Arab Jamahiriya, Madagascar, Malaysia, Mauritius, Mongolia, Mozambique, Nepal, Niger, Oman, Pakistan, Philippines, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Syrian Arab Republic, Thailand, Togo, Trinidad and Tobago, Tunisia, United Arab Emirates, Yemen, Zimbabwe.
zh: 阿尔及利亚、安提瓜和巴布达、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、伯利兹、贝宁、不丹、巴西、文莱达鲁萨兰国、布隆迪、佛得角、中国、哥伦比亚、朝鲜民主主义人民共和国、吉布提、埃及、厄立特里亚、埃塞俄比亚、加纳、圭亚那、海地、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、牙买加、肯尼亚、科威特、阿拉伯利比亚民众国、马达加斯加、马来西亚、毛里求斯、蒙古、莫桑比克、尼泊尔、尼日尔、阿曼、巴基斯坦、菲律宾、卡塔尔、俄罗斯联邦、圣卢西亚、沙特阿拉伯、塞内加尔、新加坡、索马里、南非、斯里兰卡、苏里南、阿拉伯叙利亚共和国、泰国、多哥、特立尼达和多巴哥、突尼斯、阿拉伯联合酋长国、也门、津巴布韦

source: The fourth preambular paragraph of draft resolution I was retained by 96 votes to 2, with 60 abstentions.
zh: 决议草案一序言部分第四段以96票赞成、2票反对、60票弃权获得保留。

source: The Acting President: I shall now put to the vote operative paragraph 9 (c) of draft resolution I, on which a separate vote has been requested.
zh: 代理主席（以英语发言）：我现在将有人要求进行单独表决的决议草案一执行部分第9(c)段付诸表决。

source: Afghanistan, Albania, Andorra, Angola, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Botswana, Bulgaria, Burkina Faso, Cameroon, Canada, Chile, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic Republic of the Congo, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea, Guinea-Bissau, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Jordan, Kazakhstan, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malta, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Morocco, Namibia, Netherlands, New Zealand, Nicaragua, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Vanuatu, Zambia.
zh: 阿富汗、阿尔巴尼亚、安道尔、安哥拉、阿根廷、亚美尼亚、澳大利亚、奥地利、比利时、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、保加利亚、布基纳法索、喀麦隆、加拿大、智利、哥斯达黎加、科特迪瓦、克罗地亚、塞浦路斯、捷克共和国、刚果民主共和国、丹麦、多米尼加共和国、厄瓜多尔、萨尔瓦多、爱沙尼亚、斐济、芬兰、法国、格鲁吉亚、德国、希腊、危地马拉、几内亚、几内亚比绍、洪都拉斯、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、约旦、哈萨克斯坦、吉尔吉斯斯坦、拉脱维亚、莱索托、列支敦士登、立陶宛、卢森堡、马达加斯加、马拉维、马耳他、毛里塔尼亚、墨西哥、密克罗尼西亚联邦、摩纳哥、摩洛哥、纳米比亚、荷兰、新西兰、尼加拉瓜、尼日利亚、挪威、帕劳、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、东帝汶、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、美利坚合众国、乌拉圭、瓦努阿图、赞比亚

source: Algeria, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belize, Benin, Bhutan, Brazil, Brunei Darussalam, Burundi, Cape Verde, China, Colombia, Democratic People's Republic of Korea, Djibouti, Egypt, Eritrea, Ethiopia, Ghana, Guyana, Haiti, India, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Kenya, Kuwait, Libyan Arab Jamahiriya, Malaysia, Mali, Mauritius, Mongolia, Mozambique, Nepal, Niger, Oman, Pakistan, Philippines, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Togo, Trinidad and Tobago, Tunisia, United Arab Emirates, Yemen, Zimbabwe.
zh: 阿尔及利亚、安提瓜和巴布达、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、伯利兹、贝宁、不丹、巴西、文莱达鲁萨兰国、布隆迪、佛得角、中国、哥伦比亚、朝鲜民主主义人民共和国、吉布提、埃及、厄立特里亚、埃塞俄比亚、加纳、圭亚那、海地、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、牙买加、肯尼亚、科威特、阿拉伯利比亚民众国、马来西亚、马里、毛里求斯、蒙古、莫桑比克、尼泊尔、尼日尔、阿曼、巴基斯坦、菲律宾、卡塔尔、俄罗斯联邦、圣卢西亚、沙特阿拉伯、塞内加尔、新加坡、索马里、南非、斯里兰卡、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、多哥、特立尼达和多巴哥、突尼斯、阿拉伯联合酋长国、也门、津巴布韦

source: Operative paragraph 9 (c) of draft resolution I was retained by 96 votes to 2, with 61 abstentions.
zh: 决议草案一执行部分第9(c)段以96票赞成、2票反对、61票弃权获得保留。

source: The Acting President: The Assembly will now take a decision on draft resolution I as a whole.
zh: 代理主席（以英语发言）：大会现在就决议草案一全文作出决定。

source: Afghanistan, Albania, Andorra, Angola, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Botswana, Bulgaria, Canada, Chile, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic Republic of the Congo, Denmark, Dominica, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea, Guinea-Bissau, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Jordan, Kazakhstan, Kyrgyzstan, Latvia, Lebanon, Lesotho, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Namibia, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Tonga, Trinidad and Tobago, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Vanuatu, Zambia, Zimbabwe.
zh: 阿富汗、阿尔巴尼亚、安道尔、安哥拉、阿根廷、亚美尼亚、澳大利亚、奥地利、比利时、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、保加利亚、加拿大、智利、哥斯达黎加、科特迪瓦、克罗地亚、塞浦路斯、捷克共和国、刚果民主共和国、丹麦、多米尼克、多米尼加共和国、厄瓜多尔、萨尔瓦多、爱沙尼亚、斐济、芬兰、法国、格鲁吉亚、德国、希腊、危地马拉、几内亚、几内亚比绍、洪都拉斯、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、约旦、哈萨克斯坦、吉尔吉斯斯坦、拉脱维亚、黎巴嫩、莱索托、列支敦士登、立陶宛、卢森堡、马达加斯加、马拉维、马耳他、马绍尔群岛、毛里塔尼亚、墨西哥、密克罗尼西亚联邦、摩纳哥、蒙古、摩洛哥、纳米比亚、荷兰、新西兰、尼加拉瓜、尼日尔、尼日利亚、挪威、帕劳、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、东帝汶、汤加、特立尼达和多巴哥、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、美利坚合众国、乌拉圭、瓦努阿图、赞比亚、津巴布韦

source: Egypt, Rwanda, Uganda.
zh: 埃及、卢旺达、乌干达

source: Algeria, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belize, Benin, Bhutan, Brazil, Brunei Darussalam, Burkina Faso, Burundi, Cameroon, Cape Verde, China, Colombia, Comoros, Cuba, Democratic People's Republic of Korea, Djibouti, Eritrea, Ethiopia, Gambia, Ghana, Guyana, Haiti, India, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Kenya, Kuwait, Lao People's Democratic Republic, Libyan Arab Jamahiriya, Malaysia, Maldives, Mali, Mauritius, Mozambique, Myanmar, Nepal, Oman, Pakistan, Philippines, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Togo, Tunisia, Tuvalu, United Arab Emirates, Uzbekistan, Venezuela (Bolivarian Republic of), Yemen.
zh: 阿尔及利亚、安提瓜和巴布达、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、伯利兹、贝宁、不丹、巴西、文莱达鲁萨兰国、布基纳法索、布隆迪、喀麦隆、佛得角、中国、哥伦比亚、科摩罗、古巴、朝鲜民主主义人民共和国、吉布提、厄立特里亚、埃塞俄比亚、冈比亚、加纳、圭亚那、海地、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、牙买加、肯尼亚、科威特、老挝人民民主共和国、阿拉伯利比亚民众国、马来西亚、马尔代夫、马里、毛里求斯、莫桑比克、缅甸、尼泊尔、阿曼、巴基斯坦、菲律宾、卡塔尔、俄罗斯联邦、圣卢西亚、沙特阿拉伯、塞内加尔、新加坡、索马里、南非、斯里兰卡、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、多哥、突尼斯、图瓦卢、阿拉伯联合酋长国、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、也门

source: Draft resolution I as a whole was adopted by 102 votes to 3, with 67 abstentions (resolution 60/170).
zh: 决议草案一全文以102票赞成、3票反对、67票弃权获得通过（第60/170号决议）。

source: The Acting President: We turn now to draft resolution II, entitled “Situation of human rights in the Islamic Republic of Iran”.
zh: 代理主席（以英语发言）：我们现在处理题为“伊朗伊斯兰共和国人权状况”的决议草案二。

source: Albania, Andorra, Argentina, Australia, Austria, Belgium, Belize, Bolivia, Bosnia and Herzegovina, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Germany, Greece, Guatemala, Haiti, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Tonga, Tuvalu, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Vanuatu.
zh: 阿尔巴尼亚、安道尔、阿根廷、澳大利亚、奥地利、比利时、伯利兹、玻利维亚、波斯尼亚和黑塞哥维那、保加利亚、加拿大、智利、哥斯达黎加、克罗地亚、塞浦路斯、捷克共和国、丹麦、多米尼加共和国、厄瓜多尔、萨尔瓦多、爱沙尼亚、斐济、芬兰、法国、德国、希腊、危地马拉、海地、洪都拉斯、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、马绍尔群岛、毛里塔尼亚、墨西哥、密克罗尼西亚联邦、摩纳哥、荷兰、新西兰、尼加拉瓜、挪威、帕劳、巴布亚新几内亚、巴拉圭、秘鲁、波兰、葡萄牙、摩尔多瓦共和国、罗马尼亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、东帝汶、汤加、图瓦卢、乌克兰、大不列颠及北爱尔兰联合王国、美利坚合众国、瓦努阿图

source: Afghanistan, Algeria, Armenia, Azerbaijan, Bahrain, Bangladesh, Belarus, Botswana, Brunei Darussalam, China, Cuba, Democratic People's Republic of Korea, Djibouti, Egypt, Gambia, Guinea, India, Indonesia, Iran (Islamic Republic of), Kazakhstan, Kuwait, Kyrgyzstan, Lebanon, Libyan Arab Jamahiriya, Malaysia, Maldives, Morocco, Myanmar, Niger, Oman, Pakistan, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Somalia, South Africa, Sri Lanka, Sudan, Syrian Arab Republic, Tajikistan, Togo, Tunisia, Turkmenistan, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zimbabwe.
zh: 阿富汗、阿尔及利亚、亚美尼亚、阿塞拜疆、巴林、孟加拉国、白俄罗斯、博茨瓦纳、文莱达鲁萨兰国、中国、古巴、朝鲜民主主义人民共和国、吉布提、埃及、冈比亚、几内亚、印度、印度尼西亚、伊朗伊斯兰共和国、哈萨克斯坦、科威特、吉尔吉斯斯坦、黎巴嫩、阿拉伯利比亚民众国、马来西亚、马尔代夫、摩洛哥、缅甸、尼日尔、阿曼、巴基斯坦、卡塔尔、俄罗斯联邦、圣卢西亚、沙特阿拉伯、塞内加尔、索马里、南非、斯里兰卡、苏丹、阿拉伯叙利亚共和国、塔吉克斯坦、多哥、突尼斯、土库曼斯坦、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、越南、也门、津巴布韦

source: Angola, Antigua and Barbuda, Bahamas, Barbados, Benin, Bhutan, Brazil, Burkina Faso, Burundi, Cameroon, Cape Verde, Colombia, Côte d'Ivoire, Democratic Republic of the Congo, Eritrea, Ethiopia, Ghana, Guinea-Bissau, Guyana, Iraq, Jamaica, Kenya, Lao People's Democratic Republic, Lesotho, Mali, Mauritius, Mongolia, Mozambique, Namibia, Nepal, Nigeria, Panama, Philippines, Republic of Korea, Rwanda, Singapore, Suriname, Thailand, Trinidad and Tobago, Uganda, United Arab Emirates, United Republic of Tanzania, Zambia.
zh: 安哥拉、安提瓜和巴布达、巴哈马、巴巴多斯、贝宁、不丹、巴西、布基纳法索、布隆迪、喀麦隆、佛得角、哥伦比亚、科特迪瓦、刚果民主共和国、厄立特里亚、埃塞俄比亚、加纳、几内亚比绍、圭亚那、伊拉克、牙买加、肯尼亚、老挝人民民主共和国、莱索托、马里、毛里求斯、蒙古、莫桑比克、纳米比亚、尼泊尔、尼日利亚、巴拿马、菲律宾、大韩民国、卢旺达、新加坡、苏里南、泰国、特立尼达和多巴哥、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、赞比亚

source: Draft resolution II was adopted by 75 votes to 50, with 43 abstentions (resolution 60/171).
zh: 决议草案二以75票赞成、50票反对、43票弃权获得通过（第60/171号决议）。

source: [Subsequently, the delegation of Mauritania informed the Secretariat that it had intended to vote against. ]
zh: ［嗣后，毛里塔尼亚代表团通知秘书处，它本打算投反对票。］

source: The Acting President: Draft resolution III is entitled “Situation of human rights in Turkmenistan”.
zh: 代理主席（以英语发言）：决议草案三题为“土库曼斯坦人权状况”。

source: Albania, Andorra, Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Finland, France, Germany, Greece, Guatemala, Haiti, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay.
zh: 阿尔巴尼亚、安道尔、阿根廷、澳大利亚、奥地利、比利时、玻利维亚、波斯尼亚和黑塞哥维那、巴西、保加利亚、加拿大、智利、哥斯达黎加、克罗地亚、塞浦路斯、捷克共和国、丹麦、多米尼加共和国、厄瓜多尔、萨尔瓦多、爱沙尼亚、芬兰、法国、德国、希腊、危地马拉、海地、洪都拉斯、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、马绍尔群岛、毛里塔尼亚、墨西哥、密克罗尼西亚联邦、摩纳哥、荷兰、新西兰、尼加拉瓜、挪威、帕劳、巴布亚新几内亚、巴拉圭、秘鲁、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、东帝汶、大不列颠及北爱尔兰联合王国、美利坚合众国、乌拉圭

source: Afghanistan, Azerbaijan, Bahrain, Bangladesh, Belarus, Brunei Darussalam, China, Cuba, Democratic People's Republic of Korea, Egypt, Gambia, Indonesia, Iran (Islamic Republic of), Jordan, Kazakhstan, Kuwait, Libyan Arab Jamahiriya, Malaysia, Maldives, Morocco, Myanmar, Oman, Pakistan, Qatar, Saudi Arabia, Sudan, Syrian Arab Republic, Tajikistan, Turkmenistan, United Arab Emirates, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zimbabwe.
zh: 阿富汗、阿塞拜疆、巴林、孟加拉国、白俄罗斯、文莱达鲁萨兰国、中国、古巴、朝鲜民主主义人民共和国、埃及、冈比亚、印度尼西亚、伊朗伊斯兰共和国、约旦、哈萨克斯坦、科威特、阿拉伯利比亚民众国、马来西亚、马尔代夫、摩洛哥、缅甸、阿曼、巴基斯坦、卡塔尔、沙特阿拉伯、苏丹、阿拉伯叙利亚共和国、塔吉克斯坦、土库曼斯坦、阿拉伯联合酋长国、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、越南、也门、津巴布韦

source: Algeria, Angola, Antigua and Barbuda, Armenia, Bahamas, Barbados, Belize, Benin, Bhutan, Botswana, Burkina Faso, Burundi, Cameroon, Cape Verde, Colombia, Côte d'Ivoire, Democratic Republic of the Congo, Djibouti, Eritrea, Ethiopia, Fiji, Ghana, Guinea, Guinea-Bissau, Guyana, India, Iraq, Jamaica, Kenya, Kyrgyzstan, Lao People's Democratic Republic, Lesotho, Malawi, Mali, Mauritius, Mozambique, Namibia, Nepal, Niger, Nigeria, Panama, Philippines, Russian Federation, Rwanda, Saint Lucia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Thailand, Togo, Tonga, Trinidad and Tobago, Tunisia, Uganda, United Republic of Tanzania, Vanuatu, Zambia.
zh: 阿尔及利亚、安哥拉、安提瓜和巴布达、亚美尼亚、巴哈马、巴巴多斯、伯利兹、贝宁、不丹、博茨瓦纳、布基纳法索、布隆迪、喀麦隆、佛得角、哥伦比亚、科特迪瓦、刚果民主共和国、吉布提、厄立特里亚、埃塞俄比亚、斐济、加纳、几内亚、几内亚比绍、圭亚那、印度、伊拉克、牙买加、肯尼亚、吉尔吉斯斯坦、老挝人民民主共和国、莱索托、马拉维、马里、毛里求斯、莫桑比克、纳米比亚、尼泊尔、尼日尔、尼日利亚、巴拿马、菲律宾、俄罗斯联邦、卢旺达、圣卢西亚、塞内加尔、新加坡、索马里、南非、斯里兰卡、苏里南、泰国、多哥、汤加、特立尼达和多巴哥、突尼斯、乌干达、坦桑尼亚联合共和国、瓦努阿图、赞比亚

source: Draft resolution III was adopted by 71 votes to 35, with 60 abstentions (resolution 60/172).
zh: 决议草案三以71票赞成、35票反对、60票弃权获得通过（第60/172号决议）。

source: The Acting President: Draft resolution IV is entitled “Situation of human rights in the Democratic People's Republic of Korea”.
zh: 代理主席（以英语发言）：决议草案四题为“朝鲜民主主义人民共和国人权状况”。

source: Afghanistan, Albania, Andorra, Argentina, Australia, Austria, Azerbaijan, Belgium, Belize, Bhutan, Bolivia, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominica, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea-Bissau, Haiti, Honduras, Hungary, Iceland, Iraq, Ireland, Israel, Italy, Japan, Kazakhstan, Latvia, Lebanon, Liechtenstein, Lithuania, Luxembourg, Maldives, Malta, Marshall Islands, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Tonga, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay.
zh: 阿富汗、阿尔巴尼亚、安道尔、阿根廷、澳大利亚、奥地利、阿塞拜疆、比利时、伯利兹、不丹、玻利维亚、波斯尼亚和黑塞哥维那、巴西、保加利亚、加拿大、智利、哥斯达黎加、克罗地亚、塞浦路斯、捷克共和国、丹麦、多米尼克、多米尼加共和国、厄瓜多尔、萨尔瓦多、爱沙尼亚、斐济、芬兰、法国、格鲁吉亚、德国、希腊、危地马拉、几内亚比绍、海地、洪都拉斯、匈牙利、冰岛、伊拉克、爱尔兰、以色列、意大利、日本、哈萨克斯坦、拉脱维亚、黎巴嫩、列支敦士登、立陶宛、卢森堡、马尔代夫、马耳他、马绍尔群岛、墨西哥、密克罗尼西亚联邦、摩纳哥、荷兰、新西兰、尼加拉瓜、挪威、帕劳、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、波兰、葡萄牙、摩尔多瓦共和国、罗马尼亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、沙特阿拉伯、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、东帝汶、汤加、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、美利坚合众国、乌拉圭

source: Belarus, China, Cuba, Democratic People's Republic of Korea, Egypt, Gambia, Guinea, Indonesia, Iran (Islamic Republic of), Lao People's Democratic Republic, Libyan Arab Jamahiriya, Malaysia, Russian Federation, Sudan, Syrian Arab Republic, Tajikistan, Turkmenistan, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Zimbabwe.
zh: 白俄罗斯、中国、古巴、朝鲜民主主义人民共和国、埃及、冈比亚、几内亚、印度尼西亚、伊朗伊斯兰共和国、老挝人民民主共和国、阿拉伯利比亚民众国、马来西亚、俄罗斯联邦、苏丹、阿拉伯叙利亚共和国、塔吉克斯坦、土库曼斯坦、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、越南、津巴布韦

source: Algeria, Angola, Antigua and Barbuda, Bahamas, Bahrain, Bangladesh, Barbados, Benin, Botswana, Brunei Darussalam, Burkina Faso, Burundi, Cameroon, Cape Verde, Colombia, Côte d'Ivoire, Democratic Republic of the Congo, Djibouti, Eritrea, Ethiopia, Ghana, Guyana, India, Jamaica, Jordan, Kenya, Kuwait, Kyrgyzstan, Lesotho, Mali, Mauritania, Mauritius, Morocco, Mozambique, Namibia, Nepal, Niger, Nigeria, Pakistan, Qatar, Republic of Korea, Rwanda, Saint Lucia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Thailand, Togo, Trinidad and Tobago, Tunisia, Tuvalu, Uganda, United Arab Emirates, United Republic of Tanzania, Vanuatu, Yemen, Zambia.
zh: 阿尔及利亚、安哥拉、安提瓜和巴布达、巴哈马、巴林、孟加拉国、巴巴多斯、贝宁、博茨瓦纳、文莱达鲁萨兰国、布基纳法索、布隆迪、喀麦隆、佛得角、哥伦比亚、科特迪瓦、刚果民主共和国、吉布提、厄立特里亚、埃塞俄比亚、加纳、圭亚那、印度、牙买加、约旦、肯尼亚、科威特、吉尔吉斯斯坦、莱索托、马里、毛里塔尼亚、毛里求斯、摩洛哥、莫桑比克、纳米比亚、尼泊尔、尼日尔、尼日利亚、巴基斯坦、卡塔尔、大韩民国、卢旺达、圣卢西亚、塞内加尔、新加坡、索马里、南非、斯里兰卡、苏里南、泰国、多哥、特立尼达和多巴哥、突尼斯、图瓦卢、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、瓦努阿图、也门、赞比亚

source: Draft resolution IV was adopted by 88 votes to 21, with 60 abstentions (resolution 60/173).
zh: 决议草案四以88票赞成、21票反对、60票弃权获得通过（第60/173号决议）。

source: The Acting President: Draft resolution V is entitled “Situation of human rights in Uzbekistan”.
zh: 代理主席（以英语发言）：决议草案五题为“乌兹别克斯坦人权状况”。

source: Albania, Andorra, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Finland, France, Georgia, Germany, Greece, Guatemala, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Turkey, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay, Vanuatu.
zh: 阿尔巴尼亚、安道尔、阿根廷、亚美尼亚、澳大利亚、奥地利、比利时、玻利维亚、波斯尼亚和黑塞哥维那、巴西、保加利亚、加拿大、智利、哥斯达黎加、克罗地亚、塞浦路斯、捷克共和国、丹麦、多米尼加共和国、厄瓜多尔、萨尔瓦多、爱沙尼亚、芬兰、法国、格鲁吉亚、德国、希腊、危地马拉、洪都拉斯、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、马绍尔群岛、毛里塔尼亚、墨西哥、密克罗尼西亚联邦、摩纳哥、荷兰、新西兰、尼加拉瓜、挪威、帕劳、巴布亚新几内亚、巴拉圭、秘鲁、波兰、葡萄牙、摩尔多瓦共和国、罗马尼亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、东帝汶、土耳其、大不列颠及北爱尔兰联合王国、美利坚合众国、乌拉圭、瓦努阿图
